[ItemDefs.ID_MO_Crompet:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The chosen dish of people who say things like, ''I beg to differ,'' and ''How positively DROLL.''"

[ItemDefs.ID_MO_GyroParts:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="This was attached to a buzzard until you were basically like, ''Nah, you'll look better as a smoking hunk of scrap metal.'' And so it was."
